[{"text": "亨通光电(600487)9月21日晚间公告，公司拟以全资子公司亨通海洋和同济大学海洋与地球科学学院(简称“同济海洋学院”)为实施平台，成立海洋工程技术研发中心。双方将充分发挥各自优势，建立校企产学研紧密结合的长效合作机制。", "spo_list": [["亨通海洋", "合作", "同济大学海洋与地球科学学院"]]}, {"text": "凯赛生物(688065)公告：公司拟与山西转型综合改革示范区管理委员会合作，共同在山西转型综合改革示范区投资打造“山西合成生物产业生态园区”。公司拟在产业园投资与公司现有主营业务关联的产业化项目，其中包括生物法长链二元酸、生物基戊二胺、生物基聚酰胺等。公司出资额为40.1亿元，出资来源为IPO募集资金、经营积累的自有资金，以及其他自筹资金。", "spo_list": [["凯赛生物", "合作", "山西转型综合改革示范区管理委员会"]]}, {"text": "同方股份(600100)公告，当日公司与广电网络签署了战略合作协议，持续推进双方在智慧城市业务方面的合作，深化战略合作关系、扩大合作范围、加强合作项目落地。2016年3月，双方曾签署《“智慧城市”业务战略合作协议》，目前两年有效期已过。", "spo_list": [["同方股份", "合作", "广电网络"]]}, {"text": "TCL集团(000100)公告称，公司全资子公司TCL文化传媒(深圳)有限公司拟与中国银泰投资有限公司、宏运文体集团有限公司、上海砾游投资管理有限公司以及浙江网新科技创投有限公司借助各自的产业和资金优势共同打造一支目标规模为21.01 亿元的股权投资基金。", "spo_list": [["TCL文化传媒(深圳)有限公司", "合作", "中国银泰投资有限公司"], ["TCL文化传媒(深圳)有限公司", "合作", "宏运文体集团有限公司"], ["TCL文化传媒(深圳)有限公司", "合作", "上海砾游投资管理有限公司"], ["TCL文化传媒(深圳)有限公司", "合作", "浙江网新科技创投有限公司"]]}, {"text": "金贵银业(002716)公告，公司与天风证券(601162)签署《资本服务之战略合作框架协议》，鉴于公司在资本市场并购重组、融资及其他各项证券服务的需求，天风证券向公司提供业务支持及各项证券服务。此次合作旨在优化和改善公司融资结构，协助公司并购优质矿山，保证原材料供应，同时优化公司资产管理与处置、拓展投融资业务。", "spo_list": [["金贵银业", "合作", "天风证券"]]}, {"text": "数据港(603881)3月27日晚间公告，近日，公司与阿里云签订了业务合作协议，双方将在云计算领域展开深入合作，共同拓展企业客户云计算市场，并积极推动双方相关领域云服务业务的发展。根据协议约定，公司将在6年合作期间内，承销总金额不低于4.35亿元的阿里云产品/服务。", "spo_list": [["数据港", "合作", "阿里云"]]}, {"text": "歌华有线(600037)公告，公司与华为技术有限公司在北京签署了《战略合作协议》。双方同意在智慧城市、云计算、大数据、资源共享、基础网络、创新领域、物联网等领域进行合作。协议签署后，双方将分别设立战略专项工作小组并组成联合协调小组，具体对接、协调、推动合作事项并组织实施。", "spo_list": [["歌华有线", "合作", "华为技术有限公司"]]}, {"text": "广汽集团18日晚间公告，公司与深圳市腾讯计算机系统有限公司在广州签订了《战略合作框架协议》。双方将在智能网联汽车车联网服务和智能驾驶、云平台、大数据、汽车生态圈、宣传和营销领域开展业务合作，同时探讨在移动出行和汽车电商平台、新能源汽车以及汽车保险业务领域开展资本合作，促进双方的快速发展。", "spo_list": [["广汽集团", "合作", "深圳市腾讯计算机系统有限公司"]]}, {"text": "宁波建工(601789)公告，全资子公司宁波建工工程集团有限公司收到《中标通知书》，与杭州中瀚建筑设计有限公司组成的联合体为长兴县新丰小区北侧A-1、A-2地块项目设计采购施工EPC总承包中标单位，中标价10.15亿元。", "spo_list": [["宁波建工工程集团有限公司", "合作", "杭州中瀚建筑设计有限公司"]]}, {"text": "养元饮品(603156)公告，有报道称公司将于9月开始接手泰国天丝旗下红牛安奈吉的运营。红牛维生素功能饮料由红牛维他命饮料有限公司负责生产销售，红牛维生素风味饮料和红牛安奈吉饮料商标所有权归天丝医药保健有限公司所有。本次合作中公司经销产品为红牛安奈吉饮料系列产品，不涉及其他两款红牛产品。因红牛安奈吉饮料所占市场份额较小，且合作尚处初步开展阶段，预计对2020年业绩不会产生重大实质性影响。", "spo_list": [["养元饮品", "合作", "红牛安奈吉"]]}, {"text": "中天科技(600522)9月29日晚间公告，公司全资子公司中天储能科技有限公司(简称“中天储能”)于9月28日与扬子江汽车集团有限公司(简称“扬子江汽车”)签订《战略合作框架协议书》，双方拟建立新能源汽车领域的战略合作伙伴关系，在2016年至2020年配套新能源客车5000台，合作金额约10亿元。", "spo_list": [["中天储能科技有限公司", "合作", "扬子江汽车集团有限公司"]]}, {"text": "号百控股(600640)公告，公司与中文在线(300364)签订战略合作协议。号百控股称，中文在线在泛娱乐产业链上游具有IP资源等核心优势，号百控股在视频、游戏、阅读、动漫等泛娱乐产业链下游积累了丰富的分发和渠道资源优势。此次合作将发挥双方各自的资源优势与专业能力，实现产业链上下游联动，共同打造数字媒体生态产业，实现互惠互利、合作共赢。", "spo_list": [["号百控股", "合作", "中文在线"]]}, {"text": "交大昂立(600530)4月28日晚间发布公告称，4月28日，公司与中国泰凌医药集团有限公司(下称“泰凌医药”)签署《全面战略合作框架协议》。双方将在产业并购领域积极合作，探讨联合其他产业及财务投资人共同发起医疗产业并购基金，投资于创新药物、器械、诊断产品以及医疗服务领域。", "spo_list": [["交大昂立", "合作", "中国泰凌医药集团有限公司"]]}, {"text": "安彩高科(600207)公告：公司就媒体报道澄清称，近日，公司与晨丰光电股份有限公司签署《战略合作协议》，初步意向在新型车载显示玻璃盖板和液晶显示用玻璃导光板等领域开展合作，双方合作事项处于早期接触洽谈阶段，协议未涉及具体的投资金额。", "spo_list": [["安彩高科", "合作", "晨丰光电股份有限公司"]]}, {"text": "美克家居携手红星美凯龙加速拓展全国布局", "spo_list": [["美克家居", "合作", "红星美凯龙"]]}, {"text": "宝信软件6月12日晚间公告，有关媒体报道宝信软件和阿里云将面向企业云、工业云展开合作，助力“中国制造2025”。对此，公司表示日前参加了阿里云举办的云栖大会。上海峰会，会上公司与阿里云宣布合作，双方将通过全方位、多形式的合作模式和机制，在企业云、工业云领域开展广泛深入的合作。但以上合作目前仅为双方意向，具体合作内容以双方以后可能签订的商业合同为准。公司6月13日复牌。", "spo_list": [["宝信软件", "合作", "阿里云"]]}, {"text": "新疆城建携手中铁三局共建城市大中型基础建设项目", "spo_list": [["新疆城建", "合作", "中铁三局"]]}, {"text": "中央商场(600280)晚间公告，公司拟与阿里子公司银泰投资合资设立新零售发展公司。双方将以新零售发展公司为平台，共同发展江苏区域新零售市场。新零售发展公司注册资本3000万元，公司出资870万元，占29%；银泰投资出资2130万元，占71%。 ", "spo_list": [["中央商场", "合作", "银泰投资"]]}, {"text": "黄山旅游(600054)6月30晚间发布公告，为携手促进旅游产业发展，共享发展成果，本着平等、开放、公平、共赢的原则，近日公司与上海景域文化传播股份有限公司(简称“景域文化”)签署了《战略合作框架协议》，双方决定结成战略合作伙伴关系，在旅游策划设计、旅游营销推广、旅游产品销售、景区运营管理、旅游新业态开发等方面开展合作，实现资源共享、互利共赢。", "spo_list": [["黄山旅游", "合作", "上海景域文化传播股份有限公司"]]}, {"text": "上海贝岭(600171)公告，公司参股公司上海先进半导体制造股份有限公司于2018年10月31日，与上海积塔半导体有限公司联合发布私有化公告，积塔半导体拟以吸收合并的方式将先进半导体私有化。经初步测算，如本次合并获实施，公司本次将交易的全部先进半导体股权的交易额约为16,760万元。若2018年度能完成本次交易审批程序，公司2018年度将实现投资收益约8,230万元。积塔半导体由公司控股股东华大半导体有限公司全资拥有。", "spo_list": [["上海先进半导体制造股份有限公司", "合作", "上海积塔半导体有限公司"]]}, {"text": "花王股份(603007)公告：公司与新疆水利水电建设集团有限公司签署了战略合作协议，双方企业将以水利工程及配套项目的承接、施工等合作为契机，通过共同投资设立新疆水利水电建设集团工程有限公司为核心，大力拓展新疆等西部地区业务。", "spo_list": [["花王股份", "合作", "新疆水利水电建设集团有限公司"]]}, {"text": "腾达建设(600512)公告称，公司携手刚泰集团与浙江省台州市路桥区政府签订了《城中村改造旧城区块一期PPP项目合作意向协议》，涉及金额初步估算为100亿元。同时，腾达建设还与浙江省台州市路桥新城开发管理委员会签订了《路桥区物流园区物流仓储项目投资意向协议》，涉及金额初步估算为4亿元。", "spo_list": [["腾达建设", "合作", "刚泰集团"]]}, {"text": "昭衍新药(603127)公告，公司与凯莱英医药集团(天津)股份有限公司签署了《战略合作框架协议》，双方皆确认对方为自己的战略合作伙伴，并允许在彼此互联网站等对外宣传媒介的显著位置标识合作方的Logo链接或者文字链接。双方同意就共同为双方客户提供新药开发一站式服务，在保护客户IP安全的前提下，形成良性业务循环。先期双方同意从客户共享开始，探索多种合作方式。", "spo_list": [["昭衍新药", "合作", "凯莱英医药集团(天津)股份有限公司"]]}, {"text": "中曼石油(603619)公告，公司与洲际油气(600759)签订了《伊拉克油气田开发战略合作协议》，双方拟就伊拉克项目进行全面、深度合作，并建立战略合作伙伴关系。", "spo_list": [["中曼石油", "合作", "洲际油气"]]}, {"text": "星宇股份(601799)5月23日晚间公告称，公司于5月20日与芜湖凯翼汽车有限公司(简称“凯翼汽车”)在常州签订了《战略合作协议》，双方拟合作乘用车智能照明系统项目，拟共同开发LED智能前照灯。", "spo_list": [["星宇股份", "合作", "芜湖凯翼汽车有限公司"]]}, {"text": "元成股份(603388)公告，公司与天津亚平市政工程集团有限公司等组成的联合体，预中标黄骅市现代农业(渔业)示范园露天虾池基础设施PPP项目，项目总投资估算2.09亿元。", "spo_list": [["元成股份", "合作", "天津亚平市政工程集团有限公司"]]}, {"text": "美都能源(600175)4月5日晚公告，公司与宁波钱潮涌鑫投资管理合伙企业(有限合伙)等联合发起设立浙江浙商产融股权投资基金合伙企业(有限合伙)(以下简称：“浙商产融”)，公司拟以自有资金出资2亿元人民币，浙商产融的其余出资人名单正在进一步核实中。其经营范围：股权投资，投资管理，投资顾问，投资咨询。 ", "spo_list": [["美都能源", "合作", "宁波钱潮涌鑫投资管理合伙企业(有限合伙)"]]}, {"text": "赤天化(600227)3月27日晚间公告，拟与天风天睿投资、杭州得觉资管共同发起设立赤天化医疗产业并购基金，并向特定对象募集资金。并购基金分期设立，首期规模不超20亿元，将围绕符合赤天化发展战略的国内外生物制药、医疗服务等相关产业进行投资。", "spo_list": [["赤天化", "合作", "天风天睿投资"], ["赤天化", "合作", "杭州得觉资管"]]}, {"text": "杭萧钢构5月21日晚间公告，公司将与天保房地产开发有限公司签署钢结构住宅体系(含钢管束住宅组合结构)合作协议，并在此基础上共同投资钢构公司，公司出资1500万元，占钢构公司的股权比例为10%。公司表示，上述协议是公司新商业模式的再次践行，对加快商业模式落地有积极促进作用。协议的签订对公司本期业绩将有积极影响。", "spo_list": [["杭萧钢构", "合作", "天保房地产开发有限公司"]]}, {"text": "中设集团(603018)公告，公司与中铁大桥勘测设计院集团有限公司组成的联合体，中标常泰过江通道工程勘察设计项目CT-SJ-1标段，项目预期中标价约4.3亿元。", "spo_list": [["中设集团", "合作", "中铁大桥勘测设计院集团有限公司"]]}, {"text": "三安光电(600703)公告：公司全资子公司泉州三安半导体科技有限公司与TCL华星光电技术有限公司于近日签署《联合开发协议》和《股东协议》，双方将共同成立联合实验室，利用各自的LED技术及显示面板技术及资源优势，共同致力于基于LED技术和显示面板技术的材料、器件、工艺的研究和开发，特别是具有市场竞争力的Micro-LED显示器件端到端技术研发及规模化量产工艺的实现，并形成自有的材料、工艺、设备、产线方案及自主知识产权。", "spo_list": [["泉州三安半导体科技有限公司", "合作", "华星光电技术有限公司"]]}, {"text": "新城控股(601155)公告，公司及公司子公司新城创佳与芜湖歌斐资产签署合作框架协议，拟共同设立一支或多支有限合伙型私募基金，预计总规模100亿元。其中，共同设立的首个基金歌斐云展的目标募集规模为不超过21.4亿元，新城创佳拟作为有限合伙人认缴出资6.42亿元。基金设立后，将对由公司及公司子公司操盘或控股的房地产开发、运营企业、房地产行业相关企业进行投资。", "spo_list": [["新城控股", "合作", "新城控股"], ["新城创佳", "合作", "新城控股"]]}, {"text": "凤凰传媒(601928)5月8日晚间发布公告，公司控股股东凤凰集团于5月6日与江苏省教育厅签署《智慧教育战略合作框架协议》双方将围绕江苏省智慧教育建设的总体规划与目标任务，共同开展江苏省智慧教育云计算服务平台的资源建设。凤凰传媒作为凤凰集团旗下唯一从事教育出版与智慧教育业务的主体，将代表凤凰集团具体履行本协议。", "spo_list": [["凤凰传媒", "合作", "江苏省教育厅"]]}, {"text": "财富趋势(688318)公告，公司与武汉东湖新技术开发区投资促进局签订战略合作框架协议，公司计划投资10亿元，在东湖高新区购地建设武汉总部项目，重点开展C端证券信息服务业务和广告推广业务。公司将在东湖高新区成立全资子公司运营项目。武汉东湖新技术开发区投资促进局在符合国家法律法规及地方政策的前提下，给予项目用地支持。", "spo_list": [["财富趋势", "合作", "武汉东湖新技术开发区投资促进局"]]}, {"text": "吉视传媒(601929)5月17日晚间公告称，公司全资子公司吉视传媒文化产业投资有限责任公司(简称“吉视文投”)与国话影视文化传媒(北京)有限公司(简称“国话影视传媒”)签订了战略合作协议，双方拟进行股权、基金、业务、资源等多方面合作，旨在实现公司向上游影视剧内容产业实现融合发展的探索。", "spo_list": [["吉视传媒文化产业投资有限责任公司", "合作", "国话影视文化传媒(北京)有限公司"]]}, {"text": "灵康药业(603669)公告，公司与海南省肿瘤医院在海南签署了战略合作协议。双方拟共同打造医药先行先试产业化平台；进行医药联合研发，成立医药联合研发小组，重点关注领域包括抗肿瘤、心血管、消化系统等大病种领域创新药及仿制药；进行药品流通领域合作等。", "spo_list": [["灵康药业", "合作", "海南省肿瘤医院"]]}, {"text": "葛洲坝(600068)公告，公司全资子公司中国葛洲坝集团海外投资有限公司，拟与中国进出口银行等合作方，共同发起设立中国-东盟投资合作基金二期(有限合伙)，出资金额1.5亿美元，出资比例15%。公司将与其他合伙人资源共享，通过产业投资获取一定的财务投资收益，并有助于公司结构调整。", "spo_list": [["中国葛洲坝集团海外投资有限公司", "合作", "中国进出口银行"]]}, {"text": "天域生态(603717)公告，近日，公司收到中标通知书，确认公司与中国电建市政建设集团有限公司组成的联合体，中标千年秀林景观提升工程(二期)施工总承包项目，中标价2.86亿元。", "spo_list": [["天域生态", "合作", "中国电建市政建设集团有限公司"]]}, {"text": "浙江富润(600070)公告，全资子公司泰一指尚及其参股公司国信泰一与华为技术有限公司签署了战略合作协议。针对供应链、金融、医疗等行业，三方将共同建立数据分析模型，并进行行业推广和复制；华为将帮助泰一指尚及国信泰一完成机房改造、电商平台迁移等信息化的改造工程，实现业务逐步上云", "spo_list": [["泰一指尚", "合作", "华为技术有限公司"], ["国信泰一", "合作", "华为技术有限公司"]]}, {"text": "鹏欣资源(600490)25日晚间公告，公司在刚果(金)注册成立的控股子公司希图鲁矿业股份有限公司与文森特矿业有限责任公司近日签订了《产品包销协议》，双方拟在铜、钴资源战略供销方面建立长期、全面、稳定的合作关系。产品包销期为协议签署之日起的15年间，文森特矿业承诺向希图鲁矿业供应铜钴精矿，对应铜金属量不少于5,500吨/年；对应钴金属量不少于1,500吨/年。同时双方协商一致，包销期限期满后可自动延续15年。在合同期内，希图鲁矿业有权根据文森特矿业实际情况调整铜及钴金属的最低供应量。 ", "spo_list": [["希图鲁矿业股份有限公司", "合作", "文森特矿业有限责任公司"]]}, {"text": "当升科技(300073)公告，公司与鹏欣资源(600490)签署《战略合作框架协议》。双方经友好协商后一致同意，鹏欣资源依托其在刚果(金)钴矿资源方面的优势，为当升科技在钴原料方面提供保障和支持，同时双方同意在新能源产业链的上下游寻求并开展各项合作，建立长期、全面、稳定的战略合作关系。", "spo_list": [["当升科技", "合作", "鹏欣资源"]]}, {"text": "香江控股(600162)发布公告称，全资子公司香江云科技与南沙投资贸易促进局决定建立战略合作伙伴关系，南沙投资贸易促进局支持香江云科技与微软(中国)合作，负责“微软云暨移动技术孵化计划-广州云暨移动应用孵化平台”项目的建设运营工作；香江云科技与微软(中国)将围绕“人工智能”、 “云计算”、“大数据”等基于“互联网+”的产品和服务作为核心合作重点。", "spo_list": [["香江云科技", "合作", "南沙投资贸易促进局"], ["香江云科技", "合作", "微软(中国)"]]}, {"text": "老百姓(603883)公告，根据资本市场环境和公司发展规划等因素，公司决定申请终止非公开发行股票事项，后续公司将依据再融资相关政策，适时继续开展再融资事宜。公司各项业务正常经营，与腾讯将继续开展全面业务合作。", "spo_list": [["老百姓", "合作", "腾讯"]]}, {"text": "宝钢股份(600019)8月15日晚间公告，为加强宝钢集团与中国石油(601857)天然气集团有限公司(简称“中石油集团”)战略合作，优化公司资本结构，公司控股股东宝钢集团拟通过无偿划转方式，将持有的公司8亿股A股股份(占公司总股本的4.86%)无偿划转给中石油集团。", "spo_list": [["宝钢股份", "合作", "中国石油"]]}, {"text": "上海建工(600170)公告，近日公司与中国电建集团华东勘测设计研究院有限公司组成的联合体，中标中法航空大学设计采购施工(EPC)工程总承包项目，中标价53.45亿元", "spo_list": [["上海建工", "合作", "中国电建集团华东勘测设计研究院有限公司"]]}, {"text": "空港股份(600463)发布公告称，公司拟出资500万元，与北京金隅大成开发有限公司合资成立北京金隅空港开发有限公司，金隅空港拟定注册资本为1亿元。空港股份曾与金隅大成于今年4月以联合体形式竞得北京市顺义区一地块，金隅空港则为项目公司。", "spo_list": [["空港股份", "合作", "北京金隅大成开发有限公司"]]}, {"text": "江淮汽车(600418)9月7日晚间公告，公司于9月6日在德国沃尔夫斯堡与大众汽车(中国)投资有限公司签署合资合作谅解备忘录，双方拟以新能源汽车产品为基础，成立一家研产销一体的合资公司，在新能源汽车整车及零部件的研发、生产、销售、出行方案等领域开展全方位合作，以期共同为节能减排等作出贡献。", "spo_list": [["江淮汽车", "合作", "大众汽车(中国)投资有限公司"]]}, {"text": "隆基股份(601012)1月4日晚间公告，为广泛利用市场资源，实现战略合作共赢，公司于2017年1月4日在西安与常州天合、四川永祥签订了《合资协议》，基于三方对单晶光伏产业的一致看好，三方拟以出资组建合资公司的方式共同建设丽江年产5GW单晶硅棒项目。合资公司注册资本为人民币8亿元，其中公司拟以现金出资4.8亿元，占60%股权。", "spo_list": [["隆基股份", "合作", "常州天合"], ["隆基股份", "合作", "四川永祥"]]}, {"text": "南山铝业(600219)10月20日晚间公告，公司拟与上海钢联(300226)(股票代码：300226)共同出资设立“铝电商平台公司”(暂定名)，主要从事铝产业电子商务以及为上下游客户提供相关的仓储、物流、供应链金融等服务，注册资本2000万元，其中公司拟出资980万元，占注册资本的49%，上海钢联拟出资1020万元，占注册资本的51%。", "spo_list": [["南山铝业", "合作", "上海钢联"]]}, {"text": "艾迪药业(688488)公告：公司近日与韩国康佳诺医疗科技发展有限公司签署《合作备忘录》。双方拟以现金出资方式按55:45的比例于新加坡设立合资公司，出资总额为50万新币。合资公司将致力于在全球市场(不含中国与韩国)开展医疗健康项目及相关产品的合作、专利授权和商业化活动。", "spo_list": [["艾迪药业", "合作", "韩国康佳诺医疗科技发展有限公司"]]}, {"text": "德邦股份(603056)公告，披露非公开发行预案，拟募集资金总额不超过6.14亿元，用于转运中心智能设备升级项目和IT信息化系统建设项目。本次非公开发行的发行价格为9.20元/股，发行对象为福杉投资。福杉投资系韵达股份全资对外投资平台。本次非公开发行完成后，福杉投资预计持有公司总股本比例约为6.5%，福杉投资依托于韵达股份的相关战略资源，与德邦股份具体开展战略合作。", "spo_list": [["德邦股份", "合作", "福杉投资"]]}, {"text": "航天信息(600271)公告，公司当日与阿里巴巴签署了《战略合作框架协议》，双方将共同面向云计算服务及智慧产业、财税业务、政务业务、区块链、企业市场服务等领域开展广泛深入的合作。", "spo_list": [["航天信息", "合作", "阿里巴巴"]]}, {"text": "中科曙光(603019)发布澄清公告称，公司关注到有媒体报道提及公司8月22日与腾讯云签署战略合作协议，各方将深化在智慧城市、城市云、行业云、大数据等领域相关合作，并联手在打造“安全可控”、“云管理平台”解决方案方面进行深度合作与实践。公司对此称，公司与腾讯云签署合作协议为公司日常经营事项，未涉及创新业务，亦未涉及具体合作项目及金额，未达到公司信息披露标准，故未发布相关公告。", "spo_list": [["中科曙光", "合作", "腾讯云"]]}, {"text": "中国铁建公告，近日，公司下属中铁二十局集团有限公司与新余铁建广融投资合伙企业组成的联合体，中标国家高速公路榆蓝线(G65E)陕西境黄龙至蒲城公路BOT项目。项目投资估算总额为75.36亿元。", "spo_list": [["中铁二十局集团有限公司", "合作", "新余铁建广融投资合伙企业"]]}, {"text": "游久游戏(600652)发布公告称，公司孙公司上海紫钥与360全资子公司世界星辉签署了战略合作协议，双方拟就互动游戏业务开展合作。其中世界星辉提供技术资源和接入用户资源，上海紫钥提供游戏内容和服务器等，并负责整体运营和承担合作成本。公司表示，本次战略合作协议的签署及具体事项的实施可能对公司的经营成果产生重大影响。", "spo_list": [["上海紫钥", "合作", "世界星辉"]]}, {"text": "华体科技(603679)公告，公司于7月6日收到中标通知书，公司与参股子公司眉山环天智慧科技有限公司组成的联合体，被确定为智慧路灯公开采购项目的中标单位，中标金额1.6亿元。", "spo_list": [["华体科技", "合作", "眉山环天智慧科技有限公司"]]}, {"text": "金徽酒晚间公告，公司拟与甘肃银行、奥马电器签订《关于共同出资设立消费金融公司的协议书》，公司计划出资1200万元参与设立陇银消费金融股份有限公司，奥马电器出资1.26亿元。", "spo_list": [["金徽酒", "合作", "甘肃银行"], ["金徽酒", "合作", "奥马电器"]]}, {"text": "国机汽车(600335)5月30日晚间公告称，公司于5月30日与受阿里巴巴集团委托的浙江天猫技术有限公司签订了《汽车电商战略合作协议》，双方将在汽车销售与服务领域开展战略合作，发挥各自优势地位，共同打造服务于汽车生产企业及其授权经销商以及消费者的全新销售与服务模式，探索多个合作项目。", "spo_list": [["国机汽车", "合作", "浙江天猫技术有限公司"]]}, {"text": "东宏股份(603856)公告，公司与道达尔石化(香港)有限公司签署合作框架协议，目标是基于双方在材料及生产应用等各方面的优势，意向开展在管道产品及PE-CNT母料等材料的合作。该协议的签署将可能有利于公司未来经营业绩的提升。", "spo_list": [["东宏股份", "合作", "道达尔石化(香港)有限公司"]]}, {"text": "中金环境(300145)公告，公司拟与中国一冶联合投资实施PPP项目。", "spo_list": [["中金环境", "合作", "中国一冶"]]}, {"text": "厦门钨业(600549)公告，公司与北方稀土(600111)签署了战略合作框架协议，双方均为我国大型稀土企业集团，在南方和北方稀土产品结构上有着良好的互补性，双方决定在稀土产品合作经营、供应保障等方面开展合作，内容包括在稀土产品供应保障合作、贮氢材料产业合作、镧铈镨钕金属的合作、研发和管理方面合作及稀土大集团合作等方面。双方合作将有利于维护稀土市场稳定、推动稀土行业健康发展。", "spo_list": [["厦门钨业", "合作", "北方稀土"]]}, {"text": "东宏股份(603856)公告，公司与道达尔石化(香港)有限公司签署合作框架协议，目标是基于双方在材料及生产应用等各方面的优势，意向开展在管道产品及PE-CNT母料等材料的合作。该协议的签署将可能有利于公司未来经营业绩的提升。", "spo_list": [["东宏股份", "合作", "道达尔石化(香港)有限公司"]]}, {"text": "全筑股份(603030)17日晚间公告，近日，公司与江苏金大地房地产开发有限责任公司签订了战略合作框架协议。", "spo_list": [["全筑股份", "合作", "江苏金大地房地产开发有限责任公司"]]}, {"text": "惠达卫浴(603385)公告，公司决定与居然之家金融控股有限公司等合作伙伴共同成立投资基金北京居然之家联合投资管理中心，投资于国内家居大消费产业。公司作为有限合伙人以自有资金参与认购投资基金3000万元基金份额。", "spo_list": [["惠达卫浴", "合作", "居然之家金融控股有限公司"]]}, {"text": "杭萧钢构(600477)9月17日晚间公告，近日公司与天津融创兴辰投资有限公司签署了有关钢结构住宅体系的合作协议，并在此基础上共同投资钢构公司，公司出资1500万元，占共同投资钢构公司的股权比例为15%。", "spo_list": [["杭萧钢构", "合作", "天津融创兴辰投资有限公司"]]}, {"text": "东百集团(600693)公告，公司与京东集团签订了战略合作框架协议，双方将致力于在商业零售及仓储物流等领域的合作。双方将根据实际情况，加大合作力度，包括但不限于在仓储物流设施地注册项目公司等。", "spo_list": [["东百集团", "合作", "京东集团"]]}, {"text": "全筑股份(603030)9月20日晚间公告，公司与上海大学签订共同研制建筑装饰施工机器人(300024)合作协议。公司称，此举标志着公司正式地、实际地开启了建筑装饰智能施工设备的研发及制造，在未来可以预见的时间内将逐步使用智能机器人替代传统作业工人。", "spo_list": [["全筑股份", "合作", "上海大学"]]}, {"text": "泸天化23日晚间披露重组进展。公司控股股东泸天化(集团)有限责任公司与泸州市国有资产监督管理委员会、中国银行股份有限公司四川省分行和中国农业银行股份有限公司四川省分行签署了《关于共同推进泸天化集团转型升级脱困的合作框架协议》。框架协议各方一致认为泸天化集团市场化债转股的关键在于解决公司债务，决定以公司为主体率先实施“以企业重大资产重组为核心、以银行债转股为配套、以政府政策及资源支持为保障”的转型升级脱困方案。泸州市国资委承诺注入优质资产、提供利好政策等。", "spo_list": [["泸天化(集团)有限责任公司", "合作", "泸州市国有资产监督管理委员会"], ["泸天化(集团)有限责任公司", "合作", "中国银行股份有限公司四川省分行"], ["泸天化(集团)有限责任公司", "合作", "中国农业银行股份有限公司四川省分行"]]}, {"text": "创力集团(603012)公告，公司全资子公司上海创力新能源汽车有限公司与安徽华菱汽车有限公司、南京恒天领锐汽车有限公司于签署战略合作协议，围绕共同合作开发符合市场需求的电动重卡进行战略合作。", "spo_list": [["上海创力新能源汽车有限公司", "合作", "安徽华菱汽车有限公司"], ["上海创力新能源汽车有限公司", "合作", "南京恒天领锐汽车有限公司"]]}, {"text": "济民制药(603222)公告，三级综合医院博鳌国际医院是公司的控股子公司海南济民博鳌国际医院公司名下的医疗机构，博鳌国际医院已于2016年6月8日取得医疗机构执业许可证，将于2018年5月18日正式开业。另外，在前期《合作框架协议》基础上，公司与AIMIS公司(美国微创外科研究所有限公司)就PRECICE磁力骨延长项目、自体干细胞移植项目的合作签订了《合作协议附件》，其中，自体干细胞移植项目是指AIMIS旗下的神经外科专家团队到博鳌国际医院进行脊柱与脑部自体干细胞移植手术。该项目治疗的病症为：脊髓损伤、中风、帕金森、老年痴呆症及退行性脊柱疾病。神经外科团队将由AIMIS公司旗下的医生领队，目前AIMIS公司已有8位外国医师经海南省卫计委批准取得了《外国医师短期行医许可证》。", "spo_list": [["济民制药", "合作", "美国微创外科研究所有限公司"]]}, {"text": "张江高科发布公告称，拟与上海国际集团有限公司等6家合伙人，共同投资设立上海科创中心股权投资基金一期基金，基金募集规模拟为65.2亿元，公司拟出资5亿元。该基金将聚焦战略新兴产业，围绕国家和上海市科技创新产业规划布局，重点对接“中国制造2025”，关注信息技术、生物医药、先进制造、环保新能源等行业。", "spo_list": [["张江高科", "合作", "上海国际集团有限公司"]]}, {"text": "用友网络(600588)8月31日晚间公告，公司拟与中国建筑(601668)及其全资子公司共同投资设立用友建筑互联科技有限公司(简称“用友建筑公司”)，旨在打造建筑行业信息化领军企业，并力争在五年内发展成为中国第一、全球领先的建筑行业互联网平台服务商。", "spo_list": [["用友网络", "合作", "中国建筑"]]}, {"text": "常熟汽饰(603035)公告，公司与长春一汽富晟集团有限公司签署了《战略合作协议》，双方决定建立战略合作关系，将在整车内饰项目的设计、开发及项目获取等方面充分利用各自的优势开展积极合作，构建长期紧密和优势互补的战略合作伙伴关系。", "spo_list": [["常熟汽饰", "合作", "长春一汽富晟集团有限公司"]]}, {"text": "隧道股份(600820)公告，2020年9月，公司全资子公司上海隧道，与中铁大桥局集团、广东省交通规划设计研究院、中铁第四勘察设计院集团组成联合体，参与了“佛山市季华路西延线工程设计施工总承包”项目的公开招标。近日，联合体收到中标通知书，确定其为该项目中标人，项目中标价为50.1亿元。", "spo_list": [["上海隧道", "合作", "中铁大桥局集团"], ["上海隧道", "合作", "广东省交通规划设计研究院"], ["上海隧道", "合作", "中铁第四勘察设计院集团"]]}, {"text": "惠达卫浴(603385)公告，公司决定与居然之家金融控股有限公司等合作伙伴共同成立投资基金北京居然之家联合投资管理中心，投资于国内家居大消费产业。公司作为有限合伙人以自有资金参与认购投资基金3000万元基金份额。", "spo_list": [["惠达卫浴", "合作", "居然之家金融控股有限公司"]]}, {"text": "龙宇燃油(603003)公告，公司全资子公司金汉王技术与中国联通北京分公司签署《关于龙宇云计算数据中心合作入围框架协议》，金汉王技术将经中国联通北京分公司评审通过的机房机架资源，与中国联通北京分公司开展合作，并为其客户提供IDC服务和运维服务。双方将建立长期的战略性业务合作关系，协议有效期8年。此次协议签署将给公司未来做强做大IDC业务带来积极影响。", "spo_list": [["龙宇燃油", "合作", "中国联通北京分公司"]]}, {"text": "明泰铝业(601677)公告，为推进公司在铝产业链的战略布局，公司拟与瑞展资产合作，投资设立明泰铝业产业升级并购基金，总规模拟定6亿元，其中明泰铝业出资不低于2亿元。基金投向为明泰铝业主业领域的上下游行业。", "spo_list": [["明泰铝业", "合作", "瑞展资产"]]}, {"text": "科达股份(600986)公告，为加快探索区块链领域的前沿技术，公司与瑞鼎钜融签署战略合作框架协议，拟联合发起设立科达区块链产业基金。基金首期规模6000万元，公司作为有限合伙人出资5000万元；瑞鼎钜融作为普通合伙人，出资1000万元。", "spo_list": [["科达股份", "合作", "瑞鼎钜融"]]}, {"text": "中天科技(600522)公告：公司控股子公司中天科技海缆与上海源威组成的联合体，获确认为中广核惠州港口—海上风电项目220kV海底电缆与敷设中标人，中标金额约6.24亿元，其中中天科技海缆相关产品金额约5.05亿元。", "spo_list": [["中天科技海缆", "合作", "上海源威"]]}, {"text": "山鹰纸业(600567)公告：公司控股子公司云印技术与腾讯签署《腾讯企点合作伙伴服务协议》；与东方精工签署《战略合作协议》。腾讯授权云印技术为腾讯企点产品合作伙伴，授权产品将以BOSS系统实际可售卖产品为准。云印技术可在全国范围内宣传、销售腾讯企点产品，并为客户提供相应的服务。通过云印大数据平台及东方精工领先的行业工业4.0技术，在生产监控、工艺优化、绩效分析、排程优化等方面展开深度合作。", "spo_list": [["云印技术", "合作", "腾讯"], ["云印技术", "合作", "东方精工"]]}, {"text": "东软集团(600718)公告，公司子公司东软睿驰与本田于2017年上半年签署了《谅解备忘录》。根据备忘录的约定，东软睿驰与本田将结成战略合作伙伴关系，就电动车等相关领域开展合作。在电动车领域，各方将合作发展本田电动车业务，致力于加快本田电动车业务的推进速度；同时，各方将在汽车智能化、互联网化方向上深入合作，共同探讨软件技术与汽车结合带来的产品及商业模式创新，共同研究并开拓潜在市场。", "spo_list": [["东软集团", "合作", "本田"]]}, {"text": "博瑞传播(600880)9月11日晚公告，公司全资子公司漫游谷与爱奇艺等七方，以现金共同出资1亿元，认购广州糖谷增资扩股后总股本的50%股权。其中漫游谷拟投资2000万元，占广州糖谷增资后总股本的10%。广州糖谷主营网页游戏和移动游戏的运营、发行。", "spo_list": [["漫游谷", "合作", "爱奇艺等七方"]]}, {"text": "中国平安(601318)公告：平安资管、平安寿险已与招商蛇口签订了战略合作协议，平安资管已与招商蛇口签订了附条件生效的非公开发行股份认购协议。根据认购协议，平安资管同意在本次非公开发行方案未发生变化的情况下，不可撤销地按照认购协议约定的价格16.58元/股，以现金认购招商蛇口本次非公开发行的股份，认购股份数量和具体金额将另行签署补充协议确定。", "spo_list": [["平安资管", "合作", "招商蛇口"], ["平安寿险", "合作", "招商蛇口"]]}, {"text": "新泉股份(603179)公告，上半年，公司实现营收15.63亿元，同比增长7.96%；净利9868万元，同比增长6.2%。报告期内，公司与上海大众、特斯拉等知名乘用车企业达成了合作关系，取得了上汽大众NEO、ModleY等新车型项目仪表板、副仪表板等重点产品的定点开发和制造，对公司具有里程碑意义。", "spo_list": [["新泉股份", "合作", "上海大众"], ["新泉股份", "合作", "特斯拉"]]}, {"text": "新疆城建29日晚间公告，公司与中铁三局集团有限公司签署了《战略合作框架协议》，未来双方将在总承包领域及设备+基础设施联合投资项目上开展深度合作，充分发挥各自优势，共同参与乌鲁木齐市大中型基础建设项目投资、建设、施工。", "spo_list": [["新疆城建", "合作", "中铁三局集团有限公司"]]}, {"text": "东方明珠公告，公司8日分别与富士康集团、工业富联签署签订《战略合作协议》。东方明珠拟与富士康集团在互联网电视、视频购物、8K等领域进行合作；拟与工业富联在物联网智慧城市、海外华语文化交流平台等领域进行合作。其中，东方明珠拟与工业富联合资共建平台公司，主要开发城市大脑、物联网运营管理平台、智慧城市运营平台等产品。", "spo_list": [["东方明珠", "合作", "富士康集团"], ["东方明珠", "合作", "工业富联"]]}, {"text": "风语筑(603466)公告，公司与湖南芒果国际文化传播有限责任公司签订《战略合作框架协议》，约定双方在青少年主题IP开发及影视制作领域建立战略合作关系。双方将共同开发、制作、出品及运营青少年主题IP及影视节目。", "spo_list": [["风语筑", "合作", "湖南芒果国际文化传播有限责任公司"]]}, {"text": "中国太保(601601)12日晚间公告，公司控股子公司太保产险拟与宁波工业投资集团有限公司、西藏金融租赁有限公司以及杭州泰一指尚科技有限公司共同发起设立一家股份制保证保险公司。太保产险本次投资金额为人民币510,000,000元，占投资标的总股本的比例为51%。", "spo_list": [["太保产险", "合作", "宁波工业投资集团有限公司"], ["太保产险", "合作", "西藏金融租赁有限公司"], ["太保产险", "合作", "杭州泰一指尚科技有限公司"]]}, {"text": "数据港(603881)公告：近期，公司收到联通雄安产业互联网有限公司《关于加快中国联通(怀来)大数据创新产业园项目建设的函》，确定公司为该项目的合作伙伴；同时，鉴于河北怀来项目一期对雄安产互具有重要建设意义，雄安产互希望能与公司尽快签署合作协议并启动项目建设，以加快项目落地进度。预计项目总投资金额约5亿元。", "spo_list": [["数据港", "合作", "联通雄安产业互联网有限公司"]]}, {"text": "星宇股份(601799)5月9日晚间公告称，公司于5月9日与松下电器机电(中国)有限公司(简称“松下中国”)在常州签订了《战略合作协议》，双方希望通过建立长期战略合作关系，充分发挥各自产品及业务优势，共同促进各自在LED汽车照明、汽车电子领域产品及业务的发展。", "spo_list": [["星宇股份", "合作", "松下电器机电(中国)有限公司"]]}]